{
    "generic":  [
                    "A weathered face tells stories of many journeys taken and hardships endured.",
                    "Sharp, observant eyes miss nothing, constantly scanning the surroundings.",
                    "Calloused hands speak of years of hard labor and honest work.",
                    "A distinctive scar runs across the left cheek, a memento from past conflicts.",
                    "Moves with a slight limp, though it doesn\u0027t seem to slow them down.",
                    "An athletic build suggests regular physical training or demanding work.",
                    "Graying hair frames a face that still holds traces of youthful vigor.",
                    "A warm smile comes easily, putting others at ease immediately.",
                    "Dressed in practical, well-maintained clothing suited for travel.",
                    "A stern expression gives away little of what they\u0027re thinking.",
                    "Fidgets constantly with a small trinket kept in a pocket.",
                    "Speaks with a distinct regional accent that\u0027s hard to place.",
                    "A booming laugh that fills any room when something amuses them.",
                    "Carries themselves with the confident posture of someone used to being in charge.",
                    "Nervous habits betray an underlying anxiety despite outward composure.",
                    "Wears a faded cloak patched in several places.",
                    "Keeps hair cropped short and practical.",
                    "A faint scent of smoke clings to their clothes.",
                    "Eyes are mismatched in color, one brown and one gray.",
                    "Hands are ink-stained from constant note taking.",
                    "A soft whistle accompanies their breathing.",
                    "Walks with measured, quiet steps.",
                    "A small charm hangs from a leather cord at the neck.",
                    "Carries a well-worn satchel slung across one shoulder.",
                    "A quick, assessing gaze weighs every new face."
                ],
    "byRace":  {
                   "Human":  [
                                 "Sun-bronzed skin suggests a life spent mostly outdoors.",
                                 "A stocky, muscular build developed through years of physical work.",
                                 "Prematurely gray streaks run through otherwise dark hair.",
                                 "Laugh lines around the eyes speak of a generally cheerful disposition.",
                                 "A tall, imposing figure that commands attention when entering a room.",
                                 "Freckles dust the nose and cheeks from constant sun exposure.",
                                 "Work-roughened hands with short, practical nails.",
                                 "A round, friendly face that puts strangers at ease.",
                                 "Weathered freckles scatter across sunworn skin.",
                                 "A neat braid keeps their hair out of the way.",
                                 "Wears a simple signet ring polished by habit.",
                                 "A sturdy build hints at years of farm work.",
                                 "Brown eyes with a steady, grounded stare.",
                                 "Scars on the knuckles from frequent brawls.",
                                 "A broad smile that comes and goes easily.",
                                 "Calluses from rope and tool handle use.",
                                 "A plain wool tunic mended with careful stitches.",
                                 "Keeps a dagger tucked in a well used belt."
                             ],
                   "Elf":  [
                               "Delicate, angular features give an almost otherworldly appearance.",
                               "Luminous eyes that seem to catch and reflect even the faintest light.",
                               "Hair like spun silver flows well past the shoulders.",
                               "Moves with an effortless grace that seems almost supernatural.",
                               "Skin has a faint, ethereal glow in moonlight.",
                               "Ears taper to elegant points, adorned with small silver rings.",
                               "Ageless features make it impossible to guess their years.",
                               "Long, nimble fingers suited for intricate work or music.",
                               "Hair falls in a smooth curtain of midnight black.",
                               "Ears are adorned with delicate leaf shaped cuffs.",
                               "Skin is pale with a faint shimmer in torchlight.",
                               "Moves with a dancer\u0027s balance and poise.",
                               "Eyes hold a distant, ancient patience.",
                               "Fingers are long and elegant, almost delicate.",
                               "Voice is soft, carrying a musical cadence.",
                               "Wears fabrics that seem to ripple like water.",
                               "A faint floral scent follows their steps.",
                               "Steps make almost no sound on stone."
                           ],
                   "Dwarf":  [
                                 "A magnificently braided beard adorned with golden clasps and gems.",
                                 "Broad shoulders and thick arms built for wielding heavy tools.",
                                 "Deep-set eyes that gleam like polished stones in firelight.",
                                 "Intricate clan tattoos cover the forearms and shoulders.",
                                 "A nose that\u0027s been broken at least twice and set imperfectly.",
                                 "Thick, calloused fingers from decades at the forge.",
                                 "Stocky and solid, built low to the ground like mountain stone.",
                                 "A booming voice that echoes in enclosed spaces.",
                                 "Braids are bound with iron rings and leather ties.",
                                 "Thick eyebrows shadow keen, watchful eyes.",
                                 "Beard is trimmed in a precise square.",
                                 "Arms are corded with muscle from constant lifting.",
                                 "A heavy belt of tools hangs at the waist.",
                                 "Skin is rough from heat and stone dust.",
                                 "Boots are scuffed but expertly repaired.",
                                 "Nails are thick and stained by metalwork.",
                                 "A deep chuckle rumbles in the chest.",
                                 "Stands wide and grounded, like a stone pillar."
                             ],
                   "Halfling":  [
                                    "Bright, curious eyes that seem to notice every detail.",
                                    "Curly hair that refuses to stay tamed despite best efforts.",
                                    "Bare feet with impressively tough, leathery soles.",
                                    "A round, cheerful face that rarely stops smiling.",
                                    "Quick, nimble movements like a sparrow hopping about.",
                                    "Laugh lines and crow\u0027s feet from a life of good humor.",
                                    "Small but surprisingly strong hands with deft fingers.",
                                    "An infectious grin that spreads to everyone nearby.",
                                    "Cheeks are rosy and full of mischief.",
                                    "Hair is curly and unruly, bouncing with movement.",
                                    "A quick grin flashes at any hint of humor.",
                                    "Clothes are bright and neatly patched.",
                                    "Bare feet are clean despite the road.",
                                    "Moves with a light, springy step.",
                                    "A small pouch of snacks is always within reach.",
                                    "Eyes sparkle with curiosity and delight.",
                                    "Dimples deepen when they smile.",
                                    "A knit cap sits slightly askew."
                                ],
                   "Tiefling":  [
                                    "Curved horns rise from the forehead, polished to a dark shine.",
                                    "Eyes glow with a faint inner fire, especially in darkness.",
                                    "A long, sinuous tail swishes unconsciously with mood changes.",
                                    "Skin has an unusual deep red hue with darker patches.",
                                    "Sharp canine teeth flash when speaking or smiling.",
                                    "Clawed fingernails filed to practical but still sharp points.",
                                    "Faint sulfurous scent that lingers, impossible to wash away.",
                                    "Shadows seem to cling slightly longer around their form.",
                                    "Horns curve back like polished ebony.",
                                    "Tail tip flicks with precise, nervous control.",
                                    "Skin is a muted violet with darker marbling.",
                                    "Eyes glow amber when emotions rise.",
                                    "Small ridges run along the brow line.",
                                    "Teeth are sharp but neatly filed.",
                                    "A faint heat radiates from their skin.",
                                    "Marks like runes trace along the arms.",
                                    "Their shadow seems to stretch oddly long.",
                                    "A thin chain rings softly around the horns."
                                ]
               }
}
