{
    "sentences":  [
                      "Pragmatic above all else, doing what works rather than what\u0027s ideal.",
                      "Keeps personal opinions private, preferring to observe and adapt.",
                      "Believes in balance and moderation in all things.",
                      "Neither trusts nor distrusts strangers until they prove themselves.",
                      "Makes decisions based on logic and evidence, not emotion.",
                      "Values personal freedom but respects the rules of society.",
                      "Helps others when convenient, but won\u0027t sacrifice too much.",
                      "Skeptical of grand causes and sweeping moral statements.",
                      "Lives by a personal code that doesn\u0027t always align with law or chaos.",
                      "Judges each situation independently rather than applying fixed rules.",
                      "Maintains professional relationships but keeps emotional distance.",
                      "Believes everyone is responsible for their own fate.",
                      "Adapts to circumstances, bending principles when necessary.",
                      "Values competence and results over intentions.",
                      "Stays out of conflicts that don\u0027t directly involve them.",
                      "Neither overly optimistic nor pessimistic about human nature.",
                      "Respects strength and cunning equally.",
                      "Keeps bargains made, but nothing more.",
                      "Believes in fair exchange and mutual benefit.",
                      "Watches and waits before committing to any course of action.",
                      "Prefers to keep options open until the last moment.",
                      "Accepts that outcomes are often a mix of good and bad.",
                      "Avoids taking sides unless directly affected.",
                      "Believes most people are out for themselves.",
                      "Trades favors but keeps the ledger balanced.",
                      "Changes plans quickly when new facts appear.",
                      "Resents being told what to do without reason.",
                      "Seeks stability but adapts when it breaks.",
                      "Values privacy and expects others to do the same.",
                      "Measures risks carefully before acting.",
                      "Enjoys small routines and simple comforts at the end of the day.",
                      "Speaks plainly, without much flair, but is usually sincere.",
                      "Gets along with most people as long as they show basic respect.",
                      "Prefers to solve problems with common sense before taking big risks.",
                      "Has a quiet sense of humor that shows up at unexpected moments.",
                      "Takes pride in doing a job well, even if no one notices.",
                      "Avoids drama and would rather keep the peace in a room.",
                      "Remembers favors and slights, but doesn't make them their whole life.",
                      "Often weighs practicality against personal feelings.",
                      "Values loyalty among friends, even if they are not overly sentimental.",
                      "Tries to be fair in day-to-day dealings, even when stressed.",
                      "Can be stubborn about small habits, but flexible on bigger issues."
                  ]
}
